import React from "react";
const DescriptionApp = () => {
  return (
    <div className="container_description">
      <hr />
      <h4>
        Описание логики: Статистика общая для всех видов игр против компьютера.
        Игральные кости только в режиме "Игрок против компьютера". Крестики
        нолики имеют 2 режима, "Игрок против компьютера" по умолчанию при входе
        в игру и "Игрок против игрока" которая не добавляет результат игры в
        общую статистику.
      </h4>
      <hr />
      <br />
    </div>
  );
};

export default DescriptionApp;
